NSCameraUsageDescription = "Απαιτείται πρόσβαση στην κάμερα για τη σάρωση εγγράφων και τη λήψη φωτογραφιών και βίντεο.";
NSFaceIDUsageDescription = "Απαιτείται Face ID για έλεγχο ταυτότητας με χρήση αναγνώρισης προσώπου.";
NSLocationAlwaysUsageDescription = "Το GPS χρησιμοποιείται για την ανίχνευση νέων φωτογραφιών από συλλογή, η συνεχής χρήση του GPS που εκτελείται στο παρασκήνιο μπορεί να μειώσει δραματικά τη διάρκεια ζωής της μπαταρίας.";
NSPhotoLibraryUsageDescription = "Απαιτείται πρόσβαση στη Photo libray για τη μεταφόρτωση των φωτογραφιών και των βίντεο σας στο cloud.";
NSPhotoLibraryAddUsageDescription = "Απαιτείται πρόσβαση στη Photo libray για τη μεταφόρτωση των φωτογραφιών και των βίντεο σας στο cloud.";
NSMicrophoneUsageDescription = "Απαιτείται πρόσβαση στο μικρόφωνο για τη δημιουργία φωνητικών σημειώσεων.";
NSLocationWhenInUseUsageDescription = "Το GPS χρησιμοποιείται για την ανίχνευση νέων φωτογραφιών από συλλογή, η χρήση GPS μόνο όταν χρησιμοποιείται η εφαρμογή δεν έχει αποτέλεσμα.";
